Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/government_in_ireland/elections_and_referenda/referenda/referendum_commission.html.txt.tmx
Source language: en
Languages: ga

source: A new referendum commission is set up for each new referendum that takes place, if the Minister for Housing, Planning, Community and Local Government makes a ministerial order to appoint a commission
ga: Bunaítear coimisiún nua reifrinn in Éirinn le haghaidh gach reifrinn nua a bhíonn ar siúl, má dhéanann an tAire Tithíochta, Pleanála, Pobail agus Rialtais Áitiúil ordú aireachta chun coimisiún a cheapadh

source: The primary role of a referendum commission is to explain the subject matter of referendum proposals, to promote public awareness of the referendum and to encourage the electorate to vote at the poll
ga: Is í bunfheidhm choimisiún reifrinn ábhar na dtograí reifrinn a mhíniú, chun feasacht phoiblí a chur chun cinn ar an reifreann agus chun na toghthóirí a spreagadh chun vóta a chaitheamh ag an vótáil

source: Each referendum commission prepares independent and unbiased information about the referendum and makes that information available to the public
ga: Ullmhaíonn gach coimisiún nua reifrinn faisnéis neamhspleách agus neamhchlaonta faoin reifreann agus cuireann siad an fhaisnéis sin ar fáil don phobal

source: The commission publishes and distributes leaflets and brochures giving general information about the referendum
ga: Foilsíonn agus scaipeann an coimisiún leabhráin agus bróisiúir a thugann faisnéis ghinearálta faoin reifreann

source: It prepares a statement or statements on the main issues and it may include any other information which it considers appropriate
ga: Ullmhaíonn siad ráiteas nó ráitis ar na príomhshaincheisteanna agus féadfaidh siad aon fhaisnéis eile a áireamh a mheasann siad gur cuí

source: It also promotes debate and discussion about the referendum and may also advertise the referendum in the media
ga: Ina theannta sin, cuireann siad díospóireacht agus plé chun cinn faoin reifreann agus fógraíonn siad an reifreann sna meáin

source: It may use television, radio, press, outdoor and cinema advertising and any other media over the weeks in advance of the referendum to give general information about the issues involved
ga: Féadfaidh siad an teilifís, an raidió, an preas, fógraíocht allamuigh agus phictiúrlainne mar aon le haon mheáin eile a úsáid sna seachtainí roimh an reifreann chun faisnéis ghinearálta a thabhairt faoi na saincheistanna a bheidh i gceist

source: The television broadcasts are subtitled and a special video of the information booklet is produced in Irish sign language and is distributed to members of the deaf community
ga: Bíonn fotheidil le sonrú ar na craoltaí teilifíse agus cuirtear fístéip speisialta den leabhrán faisnéise i dtoll a chéile i dteanga chomharthaíochta na Gaeilge agus déantar í a scaipeadh ar dhaoine bodhra

source: The commission's information booklets are also produced in Braille and audiotape for distribution to people with visual impairments
ga: Ina theannta sin, cuirtear leabhráin faisnéise an Choimisiúin i dtoll a chéile i leaganacha Braille agus clostéipe chun iad a scaipeadh ar dhaoine ar a bhfuil lagú amhairc

source: The Minister for Housing, Planning, Community and Local Government may establish a referendum commission after (and not before) the date on which a Constitution Amendment Bill is initiated in Dáil Éireann
ga: Féadfaidh an tAire Tithíochta, Pleanála, Pobail agus Rialtais Áitiúil coimisiún reifrinn i ndiaidh (seachas roimh) an dáta a chuirtear tús le Bille Leasaithe Reachtaíochta i nDáil Éireann

source: In the case of an "ordinary referendum", the Minister may establish a referendum commission no later than the date of the order appointing polling day
ga: I gcás “gnáthreifrinn”, féadfaidh an tAire coimisiún reifrinn a bhunú tráth nach déanaí nach dáta an lae vótála um cheapadh ordaithe

source: A referendum commission comprises a chairperson who must be a former Supreme Court judge or a serving or former High Court judge nominated by the Chief Justice; the Comptroller and Auditor General; the Ombudsman; and the Clerks of the Dáil and the Seanad
ga: Is éard a bhíonn i gceist le coimisiún reifrinn, cathaoirleach ar gá dó/di bheith ina (h)iar-bhreitheamh den Chúirt Uachtarach nó breitheamh ar seirbhís nó iar-bhreitheamh den Ard-Chúirt arna (h)ainmniú ag an Tiarna Príomh-Breitheamh; an tArd-Reachtaire Cuntas agus Ciste; an tOmbudsman; agus Cléirigh na Dála agus an tSeanaid

source: The referendum commission must carry out its functions in a way that is fair to everyone concerned
ga: Ní mór don choimisiún reifrinn tabhairt faoina bhfeidhmeanna ar bhealach atá cothrom do gach duine lena mbaineann

source: An order under the Referendum Act 1998 was made on 27 January 2015 establishing a Referendum Commission for the referendum on the Thirty-Fourth Amendment of the Constitution (Marriage Equality) Bill 2015
ga: Rinneadh ordú faoi Acht an Reifrinn, 1998, ar an 27 Eanáir 2015 a bhunaíonn Coimisiún Reifrinn don reifreann ar an Bille um an gCeathrú Leasú is Tríocha ar an mBunreacht (Comhionannas Pósta), 2015

source: An order was also made on 27 January 2015 establishing a Referendum Commission for the referendum on the Thirty-Fifth Amendment of the Constitution (Age of Eligibility for Election to the Office of President) Bill 2015
ga: Rinneadh ordú freisin ar an 27 Eanáir 2015 a bhunaíonn Coimisiún Reifrinn don reifreann ar an Bille um an gCúigiú Leasú is Tríocha ar an mBunreacht (Aois Intofachta chun Oifig an Uachtaráin), 2015

source: Information on past referenda is available on the Referendum Commission website. Where to apply
ga: Tá eolas ar reifrinn roimhe ar fáil ar shuíomh idirlín an Choimisiúin Reifrinn
